{
  "红宝书": {
    "Unit 1": [
      "sense",
      "sequence",
      "verdict",
      "optimistic",
      "reality",
      "sensitive",
      "chemical",
      "organic",
      "acknowledge",
      "cheer",
      "enlarge",
      "accuse",
      "board",
      "vessel",
      "sensible",
      "enlighten",
      "token",
      "pessimistic",
      "toast",
      "accumulate",
      "chip",
      "tolerance",
      "realistic",
      "performance",
      "option",
      "perplex",
      "perspective",
      "choice",
      "tolerate",
      "bonus",
      "perpetual",
      "select",
      "boost",
      "serial",
      "perish",
      "react",
      "organ",
      "achieve",
      "selection",
      "verse",
      "rational",
      "cherish",
      "rate",
      "enhance",
      "together",
      "rarely",
      "accuracy",
      "perform",
      "verbal",
      "organism",
      "separate",
      "boast",
      "tolerant",
      "realiz(s)e",
      "optional",
      "rare",
      "organiz(s)e",
      "accurate",
      "ratio",
      "choose",
      "period",
      "sensation",
      "series",
      "version",
      "organiz(s)ation",
      "optimum",
      "verify",
      "serious",
      "boom",
      "reach",
      "periodical"
    ],
    "Unit 2": [
      "touch",
      "send",
      "formal",
      "recovery",
      "senior",
      "form",
      "formation",
      "detach",
      "recruit",
      "admire",
      "closet",
      "formula",
      "client",
      "personal",
      "treat",
      "admit",
      "branch",
      "format",
      "fortune",
      "guidance",
      "formidable",
      "treaty",
      "guild",
      "socialism",
      "soluble",
      "sociology",
      "brace",
      "administration",
      "society",
      "smell",
      "brain",
      "guide",
      "sociable",
      "guideline",
      "total",
      "victim",
      "recover",
      "address",
      "click",
      "former",
      "detail",
      "soak",
      "brand",
      "add",
      "adjust",
      "code",
      "solution",
      "fortunate",
      "cling",
      "formulate",
      "recognize",
      "adapt",
      "adopt",
      "vicious",
      "solve",
      "toss",
      "adequate",
      "admission",
      "tough",
      "social",
      "smart",
      "soar",
      "personality",
      "addition",
      "guilty",
      "recognition",
      "trend",
      "recommend",
      "detain",
      "sell",
      "personnel",
      "adult",
      "guilt",
      "additional",
      "close",
      "addict"
    ],
    "Unit 3": [
      "column",
      "develop",
      "determine",
      "advise",
      "commission",
      "politics",
      "coincide",
      "break",
      "poll",
      "device",
      "brevity",
      "affection",
      "collide",
      "commodity",
      "deteriorate",
      "advance",
      "independent",
      "commercial",
      "independence",
      "political",
      "soul",
      "sound",
      "merely",
      "committee",
      "common",
      "community",
      "plausible",
      "politician",
      "affirm",
      "collection",
      "commerce",
      "advocate",
      "shadow",
      "devise",
      "communism",
      "advisable",
      "ensure",
      "entail",
      "(a)esthetic",
      "collect",
      "sour",
      "combine",
      "commit",
      "communication",
      "detect",
      "indeed",
      "breakdown",
      "colleague",
      "plea",
      "sort",
      "collective",
      "policy",
      "mere",
      "advantage",
      "advanced",
      "collapse",
      "communicate",
      "index",
      "source",
      "commend",
      "comment",
      "shade",
      "plead",
      "affiliate",
      "plot",
      "advice",
      "affair",
      "afford",
      "affect",
      "combat",
      "polite",
      "breed",
      "ponder",
      "command"
    ],
    "Unit 4": [
      "speculate",
      "complicated",
      "outside",
      "outrage",
      "compete",
      "compile",
      "alien",
      "comply",
      "employer",
      "specialist",
      "outset",
      "comparable",
      "complex",
      "emphasis",
      "enable",
      "emphasize",
      "brief",
      "specific",
      "encourage",
      "species",
      "compare",
      "diffuse",
      "special",
      "encounter",
      "complicate",
      "endorse",
      "comparative",
      "alter",
      "complaint",
      "specialize",
      "allow",
      "specification",
      "differ",
      "indication",
      "allocate",
      "compensate",
      "compliment",
      "complete",
      "endeavor",
      "speciality",
      "competitive",
      "end",
      "indicative",
      "complain",
      "difference",
      "browse",
      "alternative",
      "specify",
      "indicate",
      "complement",
      "outward",
      "competent",
      "employee",
      "employ",
      "brisk",
      "alternate",
      "compel",
      "comparison",
      "employment",
      "competition"
    ],
    "Unit 5": [
      "fearful",
      "health",
      "graduate",
      "selfish",
      "imminent",
      "immigrant",
      "accommodation(s)",
      "immerse",
      "chase",
      "denial",
      "feed",
      "goods",
      "birth",
      "bill",
      "charge",
      "heal",
      "department",
      "accountant",
      "deny",
      "depress",
      "emotion",
      "likely",
      "gradual",
      "demonstrate",
      "grant",
      "likewise",
      "highland",
      "depend",
      "demographic",
      "highlight",
      "grand",
      "goal",
      "democracy",
      "immense",
      "healthy",
      "democratic",
      "immediate",
      "demand",
      "fear",
      "hesitate",
      "dependent",
      "self",
      "eminent",
      "feature",
      "immune",
      "bias",
      "charm",
      "bid",
      "heap",
      "governor",
      "federation",
      "account",
      "accompany",
      "accomplish",
      "denote",
      "fertile",
      "government",
      "likelihood",
      "feedback",
      "federal",
      "feeling",
      "govern",
      "highly",
      "emerge",
      "accommodate",
      "emergency",
      "acclaim",
      "deposit",
      "billion"
    ],
    "Unit 6": [
      "tone",
      "phase",
      "flourish",
      "hitherto",
      "toll",
      "reason",
      "phrase",
      "important",
      "description",
      "shelter",
      "corporation",
      "deprive",
      "shape",
      "implement",
      "beam",
      "original",
      "design",
      "origin",
      "reasonable",
      "fling",
      "set",
      "petition",
      "sophisticated",
      "deserve",
      "impact",
      "phenomenon",
      "derive",
      "limitation",
      "designate",
      "serve",
      "sovereign",
      "hinder",
      "grown-up",
      "flaw",
      "impression",
      "originate",
      "import",
      "limited",
      "limit",
      "sharp",
      "grow",
      "desirable",
      "implication",
      "pierce",
      "sow",
      "impressive",
      "importance",
      "topic",
      "growth",
      "desire",
      "settle",
      "impress",
      "setting",
      "physical",
      "share",
      "several",
      "settlement",
      "recent",
      "service",
      "physician",
      "servant",
      "flexible",
      "impart",
      "imply",
      "impair",
      "impose",
      "hint",
      "implicit",
      "improve",
      "philosophy",
      "describe",
      "setback",
      "become",
      "severe",
      "impulse",
      "philosopher",
      "corporate"
    ],
    "Unit 7": [
      "engagement",
      "mention",
      "signal",
      "incorporate",
      "acquire",
      "engage",
      "grim",
      "simply",
      "actual",
      "mentor",
      "simple",
      "action",
      "fore",
      "forge",
      "incredible",
      "memorial",
      "guarantee",
      "acquisition",
      "income",
      "increasingly",
      "significance",
      "simplify",
      "chop",
      "include",
      "cite",
      "choke",
      "forecast",
      "activity",
      "despite",
      "link",
      "memory",
      "activate",
      "group",
      "follow",
      "literary",
      "fold",
      "act",
      "mental",
      "foresee",
      "inclusive",
      "list",
      "enforce",
      "outcome",
      "gross",
      "born",
      "signature",
      "acute",
      "energetic",
      "simplicity",
      "force",
      "increase",
      "significant",
      "grip",
      "border",
      "energy",
      "claim",
      "active",
      "circumstance",
      "guard",
      "memo",
      "slack",
      "similar",
      "literature",
      "literally",
      "ground",
      "clear",
      "other",
      "otherwise",
      "signify",
      "following",
      "grasp",
      "folk",
      "incur",
      "bother",
      "bore"
    ],
    "Unit 8": [
      "capable",
      "casual",
      "case",
      "meditation",
      "certify",
      "element",
      "ban",
      "catch",
      "fashion",
      "site",
      "elementary",
      "bar",
      "bargain",
      "certain",
      "bare",
      "abstract",
      "favo(u)rite",
      "absolute",
      "cater",
      "eliminate",
      "certificate",
      "favo(u)rable",
      "elegant",
      "situation",
      "capacity",
      "absence",
      "absent",
      "cause",
      "celebrity",
      "casualty",
      "abolish",
      "career",
      "abroad",
      "cease",
      "capture",
      "medium",
      "ceremony",
      "dedicate",
      "skeptical",
      "cast",
      "category",
      "captive",
      "decrease",
      "deem",
      "sketch",
      "skeleton",
      "deduct",
      "situate",
      "fashionable",
      "certainty",
      "favo(u)r",
      "capital",
      "caution",
      "absorb",
      "barely",
      "decline",
      "deduce",
      "cautious",
      "careful",
      "celebrate",
      "meditate",
      "elaborate",
      "sit",
      "mediate"
    ],
    "Unit 9": [
      "theme",
      "journal",
      "therapy",
      "identification",
      "radiate",
      "scenery",
      "identify",
      "qualification",
      "maintenance",
      "prove",
      "latter",
      "safety",
      "majority",
      "radical",
      "theory",
      "theoretical",
      "identical",
      "major",
      "provided",
      "obsession",
      "quality",
      "justify",
      "lateral",
      "maintain",
      "lawsuit",
      "save",
      "radiant",
      "obtain",
      "scale",
      "justice",
      "panel",
      "qualify",
      "magnitude",
      "pace",
      "obsolete",
      "label",
      "object",
      "objection",
      "obligation",
      "qualitative",
      "judicial",
      "objective",
      "law",
      "magnificent",
      "savage",
      "provide",
      "panorama",
      "oblige",
      "judg(e)ment",
      "journey",
      "judge",
      "saving",
      "obvious",
      "magnify",
      "ideal",
      "jury",
      "lag",
      "identity",
      "ideology",
      "jurisdiction",
      "make",
      "journalist",
      "safeguard",
      "scene",
      "largely",
      "observe"
    ],
    "Unit 10": [
      "decide",
      "fail",
      "basement",
      "fascinate",
      "gain",
      "fabricate",
      "decisive",
      "gamble",
      "data",
      "decision",
      "ability",
      "education",
      "effect",
      "shift",
      "dealer",
      "educate",
      "balance",
      "show",
      "calm",
      "basic",
      "base",
      "calculate",
      "able",
      "campaign",
      "economic",
      "general",
      "shoulder",
      "candidate",
      "efficient",
      "date",
      "dazzle",
      "failure",
      "effort",
      "effective",
      "abnormal",
      "habitat",
      "economics",
      "debate",
      "factor",
      "fall",
      "fancy",
      "fairly",
      "shield",
      "abide",
      "decade",
      "handicap",
      "fabric",
      "fan",
      "habit",
      "background",
      "gene",
      "shower",
      "database",
      "decorate",
      "abandon",
      "face",
      "efficiency",
      "gap",
      "deal",
      "call",
      "economical",
      "fair",
      "hamper",
      "generaliz(s)e",
      "fade",
      "economy",
      "basis"
    ],
    "Unit 11": [
      "zone",
      "variety",
      "talent",
      "underlying",
      "unemployment",
      "technology",
      "variance",
      "toward(s)",
      "weld",
      "whirl",
      "take",
      "tendency",
      "terminal",
      "variation",
      "knit",
      "technique",
      "understanding",
      "wander",
      "vain",
      "ultimate",
      "temporal",
      "temperature",
      "unusual",
      "valid",
      "various",
      "variable",
      "want",
      "wage",
      "terminate",
      "way",
      "underestimate",
      "weary",
      "underline",
      "welfare",
      "unexpected",
      "technician",
      "unlikely",
      "unify",
      "target",
      "temper",
      "weak",
      "temporary",
      "trace",
      "tradition",
      "whisper",
      "vague",
      "technical",
      "track",
      "universe",
      "valuable",
      "tow",
      "union",
      "weigh",
      "undertake",
      "tend",
      "universal",
      "understand",
      "vast",
      "term",
      "underlie",
      "key",
      "wear",
      "taste",
      "tempt",
      "teenager",
      "vary",
      "tentative",
      "vanish",
      "weight",
      "weird",
      "value",
      "temptation",
      "undergo",
      "zoom",
      "uneasy",
      "unique",
      "youth",
      "testify",
      "unlike"
    ],
    "Unit 12": [
      "ignorance",
      "massacre",
      "paralysis",
      "quest",
      "parallel",
      "imitate",
      "harm",
      "scheme",
      "imaginative",
      "marginal",
      "partly",
      "offset",
      "gift",
      "occupation",
      "occupy",
      "scientific",
      "span",
      "passive",
      "glamour",
      "generation",
      "part",
      "partial",
      "offspring",
      "give",
      "imitation",
      "genius",
      "partner",
      "occurrence",
      "participant",
      "leisure",
      "manipulate",
      "manage",
      "illustration",
      "illustrate",
      "legal",
      "image",
      "mass",
      "imagination",
      "generator",
      "scientist",
      "questionnaire",
      "participate",
      "offend",
      "particular",
      "leadership",
      "harmony",
      "genre",
      "massive",
      "passion",
      "occur",
      "schedule",
      "manner",
      "spare",
      "quote",
      "offer",
      "ignore",
      "harsh",
      "illusion",
      "management",
      "ill",
      "ignorant",
      "margin",
      "quick",
      "levy",
      "science",
      "paragraph",
      "lever",
      "mandate",
      "imagine",
      "quit",
      "particle",
      "generate",
      "illness",
      "generous",
      "gigantic",
      "giant",
      "legitimate",
      "manifest",
      "legislation",
      "lead",
      "leading",
      "level",
      "imaginary"
    ],
    "Unit 13": [
      "accessory",
      "field",
      "acceptance",
      "fierce",
      "change",
      "threat",
      "begin",
      "belief",
      "withdraw",
      "incline",
      "global",
      "witness",
      "first",
      "belong",
      "threaten",
      "deliberate",
      "fit",
      "win",
      "update",
      "delivery",
      "delicate",
      "beneficial",
      "elicit",
      "incentive",
      "embryo",
      "beginning",
      "channel",
      "fight",
      "finding",
      "embrace",
      "wit",
      "degree",
      "characteristic",
      "inaugurate",
      "accept",
      "embed",
      "embody",
      "thirst",
      "uphold",
      "definition",
      "upgrade",
      "fiction",
      "financial",
      "finite",
      "benefit",
      "define",
      "chance",
      "globe",
      "up-to-date",
      "figure",
      "academic",
      "incidence",
      "behaviour",
      "incidentally",
      "believe",
      "delay",
      "elsewhere",
      "defend",
      "defy",
      "behave",
      "challenge",
      "character",
      "finance",
      "definite",
      "fitting",
      "access",
      "widespread",
      "venture",
      "incident",
      "behalf",
      "ventilate",
      "accelerate",
      "deliver",
      "elite",
      "firm",
      "upset"
    ],
    "Unit 14": [
      "pay",
      "maximum",
      "peculiar",
      "peer",
      "operator",
      "percentage",
      "scope",
      "rank",
      "urgent",
      "worthwhile",
      "through",
      "pattern",
      "mean",
      "wonder",
      "opera",
      "material",
      "worship",
      "worth",
      "mate",
      "patent",
      "payment",
      "opportunity",
      "mathematical",
      "operate",
      "opposite",
      "secure",
      "tip",
      "score",
      "perceive",
      "meantime",
      "thrive",
      "utilize/utilise",
      "masterpiece",
      "per",
      "railroad/railway",
      "range",
      "mature",
      "oppress",
      "operational",
      "thrill",
      "opponent",
      "rail",
      "patch",
      "writer",
      "meanwhile",
      "title",
      "urge",
      "thrift",
      "meaning",
      "opening",
      "operation",
      "opinion",
      "throughout",
      "measure",
      "master",
      "perfect",
      "raise",
      "rally",
      "seemingly",
      "means",
      "urban",
      "seem",
      "security",
      "random",
      "utter",
      "see",
      "seek",
      "scorn",
      "write",
      "oppose",
      "worthy"
    ],
    "Unit 15": [
      "distinct",
      "fruitful",
      "distinction",
      "constitute",
      "mood",
      "transmission",
      "stock",
      "transmit",
      "stun",
      "monotonous",
      "prime",
      "evidence",
      "evil",
      "enterprise",
      "entertainment",
      "licens(e)",
      "primary",
      "liable",
      "environment",
      "strike",
      "fund",
      "innovation",
      "frustrate",
      "store",
      "constrain",
      "transport",
      "entertain",
      "structure",
      "constant",
      "principal",
      "associate",
      "function",
      "fulfil/fulfill",
      "stride",
      "liability",
      "liberal",
      "construct",
      "fundamental",
      "primitive",
      "association",
      "monopoly",
      "amuse",
      "amend",
      "evident",
      "amount",
      "innocent",
      "ample",
      "among(st)",
      "consistent",
      "constituent",
      "storage",
      "constitution",
      "psychology",
      "liberate",
      "psychiatry",
      "string",
      "console",
      "consist",
      "striking",
      "transplant",
      "principle",
      "distinguish"
    ],
    "Unit 16": [
      "nationality",
      "state",
      "holder",
      "anxious",
      "condemn",
      "disappear",
      "huddle",
      "statue",
      "assassinate",
      "startle",
      "condense",
      "national",
      "stem",
      "discovery",
      "answer",
      "start",
      "statistics",
      "assert",
      "nasty",
      "steer",
      "steady",
      "hoist",
      "composition",
      "household",
      "comprehension",
      "anxiety",
      "statesman",
      "apart",
      "condition",
      "nation",
      "overall",
      "overlap",
      "compose",
      "discover",
      "starve",
      "assemble",
      "narrative",
      "assault",
      "conduct",
      "disclose",
      "possible",
      "stay",
      "hold",
      "status",
      "disable",
      "standard",
      "stance",
      "standpoint",
      "native",
      "overcome",
      "anonymous",
      "comprehensive",
      "stand",
      "potential",
      "portion",
      "disappoint",
      "assembly",
      "statute",
      "stern",
      "component",
      "discipline",
      "natural",
      "however",
      "anticipate",
      "conductor",
      "pour",
      "possibility",
      "step",
      "nature",
      "narrow",
      "statement",
      "comprehend"
    ],
    "Unit 17": [
      "continual",
      "modernization",
      "confusion",
      "evolve",
      "conform",
      "continuous",
      "relative",
      "conscious",
      "apt",
      "relevant",
      "modest",
      "infer",
      "exaggerate",
      "appropriate",
      "mode",
      "approach",
      "information",
      "model",
      "inferior",
      "confuse",
      "displace",
      "modern",
      "preference",
      "predict",
      "overlook",
      "overseas",
      "relate",
      "stimulate",
      "disorder",
      "preparation",
      "influence",
      "approval",
      "inference",
      "preliminary",
      "display",
      "reflection",
      "premier",
      "distribute",
      "continue",
      "premise",
      "influential",
      "preferable",
      "relationship",
      "moderate",
      "connect",
      "disperse",
      "reject",
      "rejoice",
      "relativity",
      "approve",
      "modify",
      "stipulate",
      "confront",
      "mock",
      "relation",
      "inform",
      "stir",
      "stick",
      "distort",
      "examine",
      "connection",
      "premium",
      "predecessor",
      "dismiss",
      "prejudice",
      "reflect",
      "distract",
      "reform",
      "evolution",
      "congress",
      "preface"
    ],
    "Unit 18": [
      "evaluate",
      "negative",
      "escape",
      "conflict",
      "mislead",
      "trail",
      "power",
      "mix",
      "necessitate",
      "traitor",
      "disease",
      "practise",
      "industrial",
      "violent",
      "confidence",
      "necessity",
      "appoint",
      "precious",
      "ethnic",
      "train",
      "appearance",
      "disgrace",
      "violence",
      "industrialize",
      "essential",
      "applicable",
      "mixture",
      "outline",
      "discuss",
      "outer",
      "apparent",
      "discriminate",
      "stretch",
      "ethic",
      "essay",
      "misery",
      "estimate",
      "training",
      "confine",
      "practitioner",
      "negotiate",
      "poverty",
      "virtual",
      "precedent",
      "view",
      "appreciate",
      "essence",
      "necessary",
      "precision",
      "precise",
      "confirm",
      "configuration",
      "outlet",
      "virtue",
      "output",
      "inevitable",
      "practice",
      "outlook",
      "confidential",
      "apply",
      "viewpoint",
      "preceding",
      "preach",
      "industry",
      "appointment",
      "application",
      "trait",
      "precaution",
      "appliance",
      "establish",
      "precede",
      "stress",
      "practical",
      "miserable",
      "confident",
      "appeal",
      "especially",
      "appear"
    ],
    "Unit 19": [
      "press",
      "straight",
      "previous",
      "negligible",
      "prey",
      "visible",
      "initiate",
      "transfer",
      "reliable",
      "initial",
      "architect",
      "vision",
      "present",
      "considerable",
      "location",
      "arena",
      "conservative",
      "religion",
      "strengthen",
      "presume",
      "arise",
      "transform",
      "area",
      "reliance",
      "arouse",
      "preserve",
      "strategy",
      "prescription",
      "exclude",
      "consequence",
      "translation",
      "transient",
      "presently",
      "considerate",
      "strain",
      "ingenious",
      "straightforward",
      "religious",
      "transaction",
      "volume",
      "consume",
      "exchange",
      "presumably",
      "holy",
      "locate",
      "presence",
      "void",
      "horizon",
      "prestige",
      "argue",
      "pressure",
      "architecture",
      "archive",
      "consequently",
      "preside",
      "ingredient",
      "honorable",
      "dispute",
      "consider",
      "neglect",
      "horizontal",
      "prescribe",
      "locality",
      "local",
      "prevent",
      "consumption",
      "honor",
      "strength",
      "vivid",
      "strenuous",
      "array",
      "vital",
      "rely",
      "visual",
      "initiative",
      "dissolve",
      "argument",
      "exclusive",
      "conservation"
    ],
    "Unit 20": [
      "build",
      "conclude",
      "concrete",
      "staff",
      "concentrate",
      "conclusion",
      "business",
      "positive",
      "indignant",
      "epidemic",
      "indispensable",
      "indignation",
      "dim",
      "subject",
      "episode",
      "militant",
      "ambitious",
      "conception",
      "reduce",
      "subjective",
      "reference",
      "position",
      "comprise",
      "refer",
      "spoil",
      "ambiguous",
      "concept",
      "amaze",
      "dilute",
      "messenger",
      "possess",
      "possession",
      "mess",
      "bubble",
      "method",
      "ambition",
      "concise",
      "amateur",
      "spread",
      "redeem",
      "military",
      "conceive",
      "concern",
      "individual",
      "compromise",
      "mind",
      "stable",
      "concurrent",
      "epoch",
      "budget",
      "stage",
      "conference",
      "sponsor",
      "pose",
      "stability",
      "confess",
      "message",
      "reduction",
      "indifferent",
      "confer",
      "diminish",
      "compress",
      "spur",
      "spy"
    ],
    "Unit 21": [
      "moral",
      "divert",
      "contrary",
      "remote",
      "anguish",
      "contrast",
      "remainder",
      "execute",
      "contradict",
      "subscribe",
      "annual",
      "contempt",
      "dividend",
      "diversion",
      "moreover",
      "subordinate",
      "privacy",
      "private",
      "removal",
      "anchor",
      "subsequent",
      "contend",
      "annoy",
      "submit",
      "substance",
      "documentary",
      "context",
      "exemplify",
      "existence",
      "mostly",
      "exotic",
      "remedy",
      "remove",
      "divide",
      "remember",
      "render",
      "remind",
      "content",
      "diverse",
      "subtle",
      "prudent",
      "remain",
      "executive",
      "exist",
      "prior",
      "priority",
      "contest",
      "morality",
      "substantial",
      "privilege",
      "substitute",
      "contemporary",
      "exhaust",
      "exert",
      "division",
      "remains",
      "contract"
    ],
    "Unit 22": [
      "assumption",
      "resent",
      "reporter",
      "process",
      "regular",
      "insurance",
      "regulate",
      "institute",
      "report",
      "produce",
      "converge",
      "expansion",
      "institution",
      "control",
      "controversy",
      "dominate",
      "professional",
      "integrate",
      "refute",
      "reputation",
      "refresh",
      "assume",
      "profession",
      "expire",
      "convene",
      "controversial",
      "replace",
      "convention",
      "productivity",
      "proceed",
      "domain",
      "assist",
      "productive",
      "expect",
      "doubt",
      "expand",
      "expert",
      "region",
      "assimilate",
      "request",
      "reply",
      "require",
      "probe",
      "procession",
      "instinct",
      "procedure",
      "assistant",
      "contribution",
      "convey",
      "production",
      "double",
      "integrity",
      "proclaim",
      "proceeding",
      "insure",
      "doom",
      "regulation",
      "requirement",
      "expectation",
      "contribute",
      "expertise",
      "assistance",
      "product",
      "integral",
      "rescue",
      "experience",
      "research",
      "assess",
      "domestic",
      "dominant",
      "experiment"
    ],
    "Unit 23": [
      "row",
      "roll",
      "invoke",
      "suspicion",
      "puzzle",
      "cut",
      "curiosity",
      "swarm",
      "routine",
      "reverse",
      "survey",
      "rich",
      "suspicious",
      "route",
      "surprise",
      "currency",
      "extreme",
      "item",
      "swing",
      "award",
      "swear",
      "swell",
      "review",
      "ruler",
      "awkward",
      "rival",
      "survival",
      "revive",
      "pursue",
      "root",
      "risk",
      "rule",
      "surveillance",
      "overturn",
      "suspect",
      "involve",
      "switch",
      "cumulative",
      "role",
      "pursuit",
      "surname",
      "suspend",
      "surplus",
      "overwhelm",
      "issue",
      "survive",
      "sustain",
      "susceptible",
      "aware",
      "invisible",
      "rise",
      "extravagant",
      "purchase",
      "current",
      "revise",
      "surpass",
      "curious",
      "reward"
    ],
    "Unit 24": [
      "resume",
      "introduce",
      "resultant",
      "system",
      "publish",
      "duty",
      "myth",
      "avail",
      "mysterious",
      "revenue",
      "support",
      "norm",
      "type",
      "culture",
      "introduction",
      "author",
      "reveal",
      "cultivate",
      "supreme",
      "critical",
      "revenge",
      "vulgar",
      "publication",
      "duration",
      "culprit",
      "noble",
      "turn",
      "typical",
      "normal",
      "vote",
      "mystery",
      "trivial",
      "turnover",
      "authority",
      "public",
      "systematic",
      "suppress",
      "vulnerable",
      "investigate",
      "durable",
      "investment",
      "extinguish",
      "result",
      "logic",
      "logical",
      "mutual",
      "criticism",
      "voluntary",
      "dubious",
      "try",
      "note",
      "due",
      "available",
      "critic",
      "criticize",
      "supply",
      "notion",
      "invest",
      "publicity",
      "extinct",
      "suppose",
      "crucial",
      "dynamic",
      "auxiliary",
      "volunteer",
      "supplement",
      "tumble",
      "turbulent",
      "normalization",
      "revelation",
      "twist"
    ],
    "Unit 25": [
      "sufficient",
      "profit",
      "resistance",
      "dramatic",
      "successive",
      "promising",
      "prohibit",
      "suffice",
      "trigger",
      "counsel",
      "drama",
      "triumph",
      "promote",
      "superb",
      "resource",
      "respect",
      "respond",
      "superficial",
      "super",
      "reserve",
      "prompt",
      "reservation",
      "resistant",
      "intelligible",
      "responsible",
      "explore",
      "respective",
      "profitable",
      "successor",
      "assure",
      "succession",
      "suicide",
      "successful",
      "promise",
      "superiority",
      "astonish",
      "responsibility",
      "exploit",
      "atmosphere",
      "resort",
      "suggestion",
      "progressive",
      "project",
      "resilient",
      "sue",
      "suitable",
      "suit",
      "council",
      "superfluous",
      "proof",
      "suck",
      "assurance",
      "suffer",
      "prominent",
      "superior",
      "resist",
      "profound",
      "response",
      "program",
      "intellectual",
      "intelligence",
      "supervise",
      "intelligent",
      "suggest",
      "success",
      "prolong",
      "succeed"
    ],
    "Unit 26": [
      "export",
      "drug",
      "lower",
      "prospective",
      "interact",
      "loss",
      "attitude",
      "interior",
      "humble",
      "internal",
      "cover",
      "intend",
      "attain",
      "protocol",
      "interpret",
      "attend",
      "create",
      "proportion",
      "prospect",
      "low",
      "intensive",
      "extension",
      "intensity",
      "attention",
      "credit",
      "extend",
      "international",
      "nevertheless",
      "courtesy",
      "intercourse",
      "restraint",
      "propel",
      "propose",
      "attack",
      "nerve",
      "restrict",
      "humanity",
      "expression",
      "polish",
      "lucrative",
      "express",
      "court",
      "property",
      "proposal",
      "proximate",
      "intention",
      "extent",
      "attach",
      "attempt",
      "creative",
      "crisis",
      "intense",
      "lose",
      "attribute",
      "interest",
      "exposure",
      "point",
      "proposition",
      "human",
      "proper",
      "extensive",
      "restore",
      "nervous",
      "restrain",
      "expose"
    ],
    "Unit 1(1)": [
      "obstruction",
      "obstruct",
      "lash",
      "odds",
      "impatient",
      "harden",
      "pedal",
      "scrutiny",
      "scissors",
      "heroic",
      "verge",
      "telegraph",
      "imperative",
      "odor",
      "heroine",
      "section",
      "tell",
      "lantern",
      "undo",
      "occasional",
      "manuscript",
      "peaceful",
      "seal",
      "scrape",
      "occasion",
      "harbor",
      "scrap",
      "tedious",
      "seize",
      "script",
      "seam",
      "screw",
      "manual",
      "obstacle",
      "veil",
      "lane",
      "vertical",
      "hardship",
      "pearl",
      "undoubtedly",
      "scramble",
      "tear",
      "impetus",
      "secondary",
      "peak",
      "hero",
      "scream",
      "second",
      "secretary",
      "sculpture",
      "odd",
      "harassment",
      "laser",
      "tease",
      "lap",
      "manufacture",
      "pedestrian",
      "segregate",
      "segment",
      "hard",
      "lapse",
      "mankind",
      "telescope",
      "scout",
      "hardware",
      "sector",
      "versus",
      "imperial",
      "screen",
      "manoeuvre",
      "hardly",
      "velvet",
      "versatile",
      "velocity",
      "scratch",
      "scold",
      "vein"
    ],
    "Unit 2(1)": [
      "wake",
      "keyboard",
      "vacation",
      "oar",
      "uncover",
      "naughty",
      "unanimous",
      "yawn",
      "agency",
      "lace",
      "lad",
      "pamphlet",
      "sarcastic",
      "paper",
      "parade",
      "paradigm",
      "parliament",
      "palm",
      "sample",
      "obey",
      "yet",
      "sacred",
      "lamb",
      "paint",
      "vacuum",
      "zero",
      "pain",
      "valve",
      "waken",
      "waist",
      "nail",
      "sacrifice",
      "magnet",
      "oath",
      "wage",
      "magnetic",
      "yell",
      "machinery",
      "vacant",
      "ultraviolet",
      "pale",
      "sane",
      "parameter",
      "sack",
      "pardon",
      "vaccine",
      "paradox",
      "obesity",
      "zeal",
      "painter",
      "lamp",
      "parcel",
      "pact",
      "machine",
      "X-ray",
      "paradise",
      "paddle",
      "paperback",
      "napkin",
      "main",
      "lack",
      "naive",
      "yard",
      "parasite",
      "umbrella",
      "mainland",
      "agony",
      "ugly",
      "namely",
      "naked",
      "magistrate",
      "nap",
      "sandwich",
      "obedient",
      "pack",
      "zip",
      "pad",
      "mad",
      "parachute",
      "agenda",
      "painful",
      "package",
      "pant",
      "sanction",
      "saddle",
      "obedience",
      "panic",
      "pair",
      "labor",
      "yearly",
      "maiden",
      "magic",
      "lame",
      "satellite",
      "keen"
    ],
    "Unit 3(1)": [
      "permeate",
      "coarse",
      "age",
      "permit",
      "ward",
      "tempo",
      "pension",
      "warranty",
      "aerial",
      "quantity",
      "then",
      "shine",
      "blank",
      "veteran",
      "penny",
      "thereby",
      "radioactive",
      "inland",
      "sew",
      "shortcoming",
      "tender",
      "semester",
      "tenant",
      "semiconductor",
      "cognitive",
      "shorthand",
      "people",
      "session",
      "penalty",
      "tension",
      "ink",
      "shiver",
      "veto",
      "shoot",
      "lightning",
      "warehouse",
      "gallery",
      "quantitative",
      "race",
      "senate",
      "thereafter",
      "peel",
      "tent",
      "shot",
      "shipment",
      "radius",
      "racket",
      "penetrate",
      "vest",
      "raid",
      "perfume",
      "radio",
      "warrant",
      "therefore",
      "injury",
      "coach",
      "racial",
      "against",
      "shortage",
      "permanent",
      "warfare",
      "rage",
      "injure",
      "galaxy",
      "senator",
      "afterward(s)",
      "shove",
      "warmth",
      "permission",
      "affluent",
      "rack",
      "light",
      "coalition",
      "shore",
      "quantify",
      "shock",
      "peninsula",
      "blanket",
      "seminar",
      "temple",
      "sentiment",
      "rag",
      "warn",
      "peep",
      "sentence",
      "tense",
      "wardrobe",
      "inject"
    ],
    "Unit 4(1)": [
      "ignite",
      "halt",
      "bait",
      "faculty",
      "handle",
      "badminton",
      "ebb",
      "illegal",
      "gaol/jail",
      "illuminate",
      "damn",
      "gang",
      "handbook",
      "jaw",
      "baggage",
      "east",
      "jargon",
      "badly",
      "damp",
      "gender",
      "ham",
      "garage",
      "gas",
      "jewelry",
      "if",
      "gay",
      "facilitate",
      "bachelor",
      "hall",
      "gaze",
      "abundant",
      "jet",
      "badge",
      "hand",
      "bad",
      "hammer",
      "gauge",
      "jewel",
      "handful",
      "handy",
      "idiom",
      "absurd",
      "fabulous",
      "backward",
      "ease",
      "eager",
      "idle",
      "jealous",
      "calorie",
      "ice",
      "bake",
      "gasp",
      "aboard",
      "calendar",
      "facility",
      "above",
      "damage",
      "abdomen",
      "gather",
      "cable",
      "abound",
      "gear",
      "abrupt",
      "garbage",
      "hang",
      "jam",
      "bail",
      "abuse",
      "ear",
      "earth",
      "illiterate",
      "cab",
      "fable",
      "cabinet",
      "earnest"
    ],
    "Unit 5(1)": [
      "cement",
      "adolescent",
      "fatal",
      "farther",
      "he",
      "adverse",
      "hatred",
      "fasten",
      "adventure",
      "cereal",
      "century",
      "centimetre",
      "censorship",
      "reckon",
      "advertise",
      "adjacent",
      "central",
      "center",
      "glacier",
      "debt",
      "farewell",
      "kill",
      "laundry",
      "adhere",
      "deceit",
      "cent",
      "late",
      "launch",
      "later",
      "deceive",
      "cell",
      "fast",
      "debut",
      "lately",
      "fault",
      "joint",
      "fate",
      "giggle",
      "decimal",
      "faulty",
      "harvest",
      "fare",
      "glare",
      "haul",
      "fax",
      "ego",
      "latent",
      "haste",
      "hawk",
      "reclaim",
      "glow",
      "ceiling",
      "latitude",
      "advent",
      "reckless",
      "battery",
      "kid",
      "decent",
      "jolly",
      "glimpse",
      "census",
      "glance",
      "fatigue",
      "centigrade",
      "kidney",
      "adore",
      "hatch",
      "hazard",
      "jog",
      "glitter",
      "laughter",
      "hasty",
      "battle",
      "bay",
      "decay",
      "kidnap",
      "hay"
    ],
    "Unit 6(1)": [
      "bath",
      "scarcely",
      "tangle",
      "receipt",
      "deaf",
      "false",
      "recipient",
      "cash",
      "edit",
      "rebellion",
      "van",
      "familiar",
      "saturate",
      "fantastical",
      "undermine",
      "batch",
      "tactic",
      "tame",
      "vehicle",
      "vegetation",
      "scarce",
      "dean",
      "tag",
      "family",
      "edition",
      "scar",
      "scholar",
      "sausage",
      "school",
      "recede",
      "recite",
      "scent",
      "undergraduate",
      "famine",
      "dead",
      "saw",
      "tackle",
      "sauce",
      "saucer",
      "recipe",
      "scatter",
      "across",
      "tailor",
      "scholarship",
      "reciprocal",
      "tablet",
      "tan",
      "underground",
      "rebel",
      "catastrophe",
      "vapour",
      "reception",
      "scan",
      "satisfaction",
      "satisfy",
      "vegetarian",
      "fantasy",
      "editorial",
      "tariff",
      "fake",
      "tape",
      "fame",
      "acquaint",
      "scandal",
      "tanker",
      "tax",
      "catalogue",
      "tangible",
      "underneath",
      "edible",
      "deadline",
      "acquaintance",
      "scarf",
      "satire",
      "deadly",
      "scare",
      "scenario",
      "taboo",
      "bathe",
      "tap",
      "recession",
      "tank",
      "reassure",
      "satisfactory",
      "cashier",
      "vanity",
      "editor"
    ],
    "Unit 8(1)": [
      "recur",
      "nearby",
      "pipe",
      "queer",
      "thermal",
      "recollect",
      "shutter",
      "theatre",
      "thesis",
      "mask",
      "shrewd",
      "shepherd",
      "planet",
      "pit",
      "plain",
      "lay",
      "neighbourhood",
      "thermometer",
      "thousand",
      "vibrate",
      "layer",
      "sheet",
      "plantation",
      "marble",
      "recall",
      "via",
      "navigation",
      "shut",
      "shy",
      "layman",
      "naval",
      "Marxist",
      "quiver",
      "thigh",
      "reconcile",
      "marathon",
      "redundant",
      "vicinity",
      "nearly",
      "viable",
      "layout",
      "necklace",
      "queue",
      "reed",
      "pioneer",
      "needle",
      "pirate",
      "violate",
      "recreation",
      "navy",
      "plant",
      "quiz",
      "sheer",
      "shrink",
      "marital",
      "rectify",
      "plague",
      "pistol",
      "pitch",
      "marvelous",
      "reel",
      "neat",
      "thorn",
      "quota",
      "march",
      "theft",
      "marine",
      "married",
      "recycle",
      "plagiarism",
      "mark",
      "shuttle",
      "query",
      "video"
    ],
    "Unit 9(1)": [
      "being",
      "induce",
      "refusal",
      "grab",
      "network",
      "feminine",
      "citizen",
      "dense",
      "civil",
      "refrain",
      "indulge",
      "civilian",
      "alliance",
      "allege",
      "heaven",
      "refine",
      "match",
      "mayor",
      "female",
      "goat",
      "plastic",
      "kit",
      "behind",
      "net",
      "gracious",
      "kingdom",
      "optical",
      "fence",
      "allegiance",
      "indoor",
      "circulate",
      "refuse",
      "golden",
      "opt",
      "play",
      "gold",
      "along",
      "heave",
      "heavy",
      "fellow",
      "beg",
      "may",
      "all",
      "grace",
      "civilize",
      "circuit",
      "alphabet",
      "graceful",
      "platform",
      "refuge",
      "new",
      "denounce",
      "plate",
      "plaster",
      "king",
      "density",
      "opaque",
      "neutron",
      "omit",
      "plateau",
      "refugee",
      "ally",
      "civilization",
      "fetch",
      "mat",
      "alongside",
      "circle",
      "kindness",
      "fever",
      "neutral",
      "alone",
      "fellowship",
      "alleviate",
      "nest",
      "circular",
      "allowance",
      "refund",
      "kin",
      "feudal",
      "ferry"
    ],
    "Unit 10(1)": [
      "feat",
      "rear",
      "deck",
      "champagne",
      "either",
      "glory",
      "headquarters",
      "chancellor",
      "mend",
      "slope",
      "phone",
      "bear",
      "chat",
      "quarantine",
      "degenerate",
      "persist",
      "smash",
      "sly",
      "petroleum",
      "quarter",
      "beard",
      "slump",
      "realm",
      "champion",
      "default",
      "feather",
      "ray",
      "petty",
      "pharmacy",
      "slippery",
      "persuade",
      "chart",
      "chair",
      "elapse",
      "reader",
      "rapid",
      "heart",
      "pile",
      "pilot",
      "gloomy",
      "defect",
      "declaration",
      "defer",
      "elbow",
      "defeat",
      "chairman",
      "chaos",
      "hearing",
      "persuasion",
      "readily",
      "slum",
      "member",
      "feast",
      "quarrel",
      "rape",
      "pill",
      "pilgrim",
      "raw",
      "chamber",
      "slip",
      "slipper",
      "glide",
      "charter",
      "pillar",
      "persevere",
      "chapter",
      "deficit",
      "deed",
      "reap",
      "petrol",
      "headline",
      "slogan",
      "smog",
      "rash",
      "elastic",
      "eject",
      "smooth",
      "charity",
      "feasible",
      "rap",
      "deficiency",
      "heat",
      "reading",
      "declare",
      "membership",
      "smuggle",
      "menace",
      "glorious",
      "persecute",
      "glue",
      "quart",
      "pest",
      "chain",
      "slot"
    ],
    "Unit 11(1)": [
      "regardless",
      "junior",
      "infect",
      "inflict",
      "inflation",
      "knowledge",
      "analysis",
      "thumb",
      "upstairs",
      "thunder",
      "lease",
      "register",
      "sincere",
      "regime",
      "upper",
      "leak",
      "sip",
      "infrared",
      "weapon",
      "beside",
      "simulate",
      "nominate",
      "pocket",
      "analogue",
      "ticket",
      "wedge",
      "infectious",
      "knob",
      "pledge",
      "single",
      "junk",
      "simultaneous",
      "knee",
      "sin",
      "bend",
      "upward",
      "reinforce",
      "rein",
      "reign",
      "besides",
      "weave",
      "leaflet",
      "league",
      "upright",
      "infant",
      "inertia",
      "regarding",
      "pleasure",
      "amplify",
      "lean",
      "wealth",
      "analyse",
      "jungle",
      "junction",
      "leather",
      "beneath",
      "poisonous",
      "juvenile",
      "analogy",
      "siren",
      "singular",
      "web",
      "leap",
      "tick",
      "sink",
      "knot",
      "leaf",
      "analytic",
      "pneumonia",
      "rehearse",
      "unload",
      "infrastructure",
      "plentiful",
      "infinite",
      "poison",
      "wealthy",
      "kneel",
      "benign",
      "regard"
    ],
    "Unit 12(1)": [
      "film",
      "plough",
      "skill",
      "slice",
      "graze",
      "gravity",
      "descend",
      "graphic",
      "filter",
      "slaughter",
      "fiber",
      "relish",
      "slam",
      "relieve",
      "clockwise",
      "grease",
      "grave",
      "medicine",
      "utmost",
      "bold",
      "endure",
      "skate",
      "relief",
      "slight",
      "ski",
      "skin",
      "slim",
      "usage",
      "plus",
      "climb",
      "skilled",
      "tremble",
      "medieval",
      "slide",
      "relax",
      "inhabit",
      "endow",
      "inherent",
      "grateful",
      "tremendous",
      "bolster",
      "file",
      "clone",
      "bolt",
      "inhale",
      "graph",
      "treasure",
      "descendant",
      "plumber",
      "descent",
      "gratitude",
      "slap",
      "skyscraper",
      "release",
      "sleeve",
      "melody",
      "plug",
      "climax",
      "inhibit",
      "bond",
      "plight",
      "skillful",
      "climate",
      "medical",
      "useful",
      "endurance",
      "melt",
      "medal",
      "skull",
      "fill",
      "skim",
      "inherit",
      "meet",
      "cloak",
      "clip",
      "desert",
      "inhabitant",
      "plunge",
      "bone",
      "trench",
      "bomb",
      "slender",
      "plural",
      "treason",
      "reluctant",
      "skip",
      "relay"
    ],
    "Unit 12(2)": [
      "film",
      "plough",
      "skill",
      "slice",
      "graze",
      "gravity",
      "descend",
      "graphic",
      "filter",
      "slaughter",
      "fiber",
      "relish",
      "slam",
      "relieve",
      "clockwise",
      "grease",
      "grave",
      "medicine",
      "utmost",
      "bold",
      "endure",
      "skate",
      "relief",
      "slight",
      "ski",
      "skin",
      "slim",
      "usage",
      "plus",
      "climb",
      "skilled",
      "tremble",
      "medieval",
      "slide",
      "relax",
      "inhabit",
      "endow",
      "inherent",
      "grateful",
      "tremendous",
      "bolster",
      "file",
      "clone",
      "bolt",
      "inhale",
      "graph",
      "treasure",
      "descendant",
      "plumber",
      "descent",
      "gratitude",
      "slap",
      "skyscraper",
      "release",
      "sleeve",
      "melody",
      "plug",
      "climax",
      "inhibit",
      "bond",
      "plight",
      "skillful",
      "climate",
      "medical",
      "useful",
      "endurance",
      "melt",
      "medal",
      "skull",
      "fill",
      "skim",
      "inherit",
      "meet",
      "cloak",
      "clip",
      "desert",
      "inhabitant",
      "plunge",
      "bone",
      "trench",
      "bomb",
      "slender",
      "plural",
      "treason",
      "reluctant",
      "skip",
      "relay"
    ],
    "Unit 13(1)": [
      "fierce",
      "witness",
      "win",
      "beneficial",
      "beginning",
      "embrace",
      "embody",
      "fiction",
      "finite",
      "benefit",
      "thoughtful",
      "behaviour",
      "incidence",
      "believe",
      "delay",
      "defy",
      "finance",
      "challenge",
      "fitting",
      "access",
      "venture",
      "elite",
      "belong",
      "threaten",
      "deliberate",
      "update",
      "fight",
      "incentive",
      "characteristic",
      "embed",
      "thirst",
      "uphold",
      "definition",
      "chance",
      "character",
      "definite",
      "incident",
      "ventilate",
      "deliver",
      "accessory",
      "acceptance",
      "belief",
      "withdraw",
      "incline",
      "global",
      "fit",
      "delicate",
      "elicit",
      "embryo",
      "first",
      "globe",
      "define",
      "incidentally",
      "widespread",
      "though",
      "behalf",
      "accelerate",
      "upgrade",
      "upset",
      "field",
      "change",
      "threat",
      "begin",
      "academy",
      "delivery",
      "channel",
      "finding",
      "thorough",
      "degree",
      "wit",
      "inaugurate",
      "accept",
      "financial",
      "up-to-date",
      "figure",
      "academic",
      "elsewhere",
      "thought",
